<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>Verzija</string>
	<key>about.commit</key>
	<string>Commit</string>
	<key>about.description</key>
	<string>Terminal zasnovan na Ghostty sa vertikalnim tabovima
i panelom za obavještenja za macOS.</string>
	<key>about.docs</key>
	<string>Dokumentacija</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>Licence</string>
	<key>about.licenses.notFound</key>
	<string>Datoteka s licencama nije pronađena.</string>
	<key>about.licenses.windowTitle</key>
	<string>Licence trećih strana</string>
	<key>about.version</key>
	<string>Verzija</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@, radni prostor %2$lld od %3$lld</string>
	<key>alert.customColor.apply</key>
	<string>Primijeni</string>
	<key>alert.customColor.cancel</key>
	<string>Otkaži</string>
	<key>alert.customColor.message</key>
	<string>Unesite heksadecimalnu boju u formatu #RRGGBB.</string>
	<key>alert.customColor.title</key>
	<string>Prilagođena boja radnog prostora</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>Unesite heksadecimalnu boju u formatu #RRGGBB.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" nije važeća heksadecimalna boja. Koristite #RRGGBB.</string>
	<key>alert.invalidColor.ok</key>
	<string>OK</string>
	<key>alert.invalidColor.title</key>
	<string>Nevažeća boja</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>Otkaži</string>
	<key>alert.renameWorkspace.message</key>
	<string>Unesite prilagođeni naziv za ovaj radni prostor.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>Naziv radnog prostora</string>
	<key>alert.renameWorkspace.rename</key>
	<string>Preimenuj</string>
	<key>alert.renameWorkspace.title</key>
	<string>Preimenuj radni prostor</string>
	<key>appIcon.automatic</key>
	<string>Automatski</string>
	<key>appIcon.dark</key>
	<string>Tamna</string>
	<key>appIcon.light</key>
	<string>Svijetla</string>
	<key>appearance.auto</key>
	<string>Automatski</string>
	<key>appearance.dark</key>
	<string>Tamna</string>
	<key>appearance.light</key>
	<string>Svijetla</string>
	<key>appearance.system</key>
	<string>Sistemski</string>
	<key>browser.action.newTab</key>
	<string>novi tab</string>
	<key>browser.addressBar.placeholder</key>
	<string>Pretražite ili unesite URL</string>
	<key>browser.addressBarSuggestions</key>
	<string>Prijedlozi adresne trake</string>
	<key>browser.alwaysAllowHost</key>
	<string>Uvijek dozvoli ovaj host u cmux</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>Otvori link u podrazumijevanom pregledniku</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>Otvori link u novom tabu</string>
	<key>browser.dialog.pageSays</key>
	<string>Ova stranica kaže:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>Stranica na %@ kaže:</string>
	<key>browser.downloadInProgress</key>
	<string>Preuzimanje u toku</string>
	<key>browser.downloading</key>
	<string>Preuzimanje...</string>
	<key>browser.error.cantOpen.title</key>
	<string>Nije moguće otvoriti ovu stranicu</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>Stranica je odbila vezu. Provjerite da li je server pokrenut na ovoj adresi.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>%@ je odbio vezu. Provjerite da li je server pokrenut na ovoj adresi.</string>
	<key>browser.error.cantReach.title</key>
	<string>Nije moguće dosegnuti ovu stranicu</string>
	<key>browser.error.checkNetwork</key>
	<string>Provjerite mrežnu vezu i pokušajte ponovo.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>Učitavanje okvira je prekinuto</string>
	<key>browser.error.insecure.message</key>
	<string>%@ koristi čisti HTTP, pa se promet može čitati ili mijenjati na mreži.

Otvorite ovaj URL u podrazumijevanom pregledniku ili nastavite u cmux.</string>
	<key>browser.error.insecure.title</key>
	<string>Veza nije sigurna</string>
	<key>browser.error.invalidCertificate</key>
	<string>Certifikat za ovu stranicu je nevažeći.</string>
	<key>browser.error.noInternet</key>
	<string>Nema internetske veze</string>
	<key>browser.error.reload</key>
	<string>Ponovo učitaj</string>
	<key>browser.goBack</key>
	<string>Nazad</string>
	<key>browser.goForward</key>
	<string>Naprijed</string>
	<key>browser.goToURL</key>
	<string>idi na URL</string>
	<key>browser.newTab</key>
	<string>Novi tab</string>
	<key>browser.openInDefaultBrowser</key>
	<string>Otvori u podrazumijevanom pregledniku</string>
	<key>browser.proceedInCmux</key>
	<string>Nastavi u cmux</string>
	<key>browser.reload</key>
	<string>Ponovo učitaj</string>
	<key>browser.search.placeholder</key>
	<string>Pretraži</string>
	<key>browser.stop</key>
	<string>Zaustavi</string>
	<key>browser.switchToTab</key>
	<string>Prebaci se na tab</string>
	<key>browser.toggleDevTools</key>
	<string>Prebaci razvojne alate</string>
	<key>cli.install.adminRequired</key>
	<string>Potrebne su administratorske privilegije za pisanje u /usr/local/bin.</string>
	<key>cli.install.symlinkCreated</key>
	<string>Kreirana simbolička veza:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>Nije moguće instalirati cmux CLI</string>
	<key>cli.installed</key>
	<string>cmux CLI instaliran</string>
	<key>cli.uninstall.adminRequired</key>
	<string>Potrebne su administratorske privilegije za izmjenu /usr/local/bin.</string>
	<key>cli.uninstall.notFound</key>
	<string>Simbolička veza cmux CLI nije pronađena na %@.</string>
	<key>cli.uninstall.removed</key>
	<string>Uklonjeno %@.</string>
	<key>cli.uninstallFailed</key>
	<string>Nije moguće deinstalirati cmux CLI</string>
	<key>cli.uninstalled</key>
	<string>cmux CLI deinstaliran</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>Globalno</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>Primijeni ažuriranje (ako je dostupno)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>Globalno</string>
	<key>command.attemptUpdate.title</key>
	<string>Pokušaj ažuriranje</string>
	<key>command.browserBack.title</key>
	<string>Nazad</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>Preglednik</string>
	<key>command.browserClearHistory.title</key>
	<string>Obriši historiju preglednika</string>
	<key>command.browserConsole.title</key>
	<string>Prikaži JavaScript konzolu</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>Raspored preglednika</string>
	<key>command.browserDuplicateRight.title</key>
	<string>Dupliciraj preglednik desno</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>Fokusiraj adresnu traku</string>
	<key>command.browserForward.title</key>
	<string>Naprijed</string>
	<key>command.browserOpenDefault.title</key>
	<string>Otvori trenutnu stranicu u podrazumijevanom pregledniku</string>
	<key>command.browserReload.title</key>
	<string>Ponovo učitaj stranicu</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>Raspored preglednika</string>
	<key>command.browserSplitDown.title</key>
	<string>Podijeli preglednik dolje</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>Raspored preglednika</string>
	<key>command.browserSplitRight.title</key>
	<string>Podijeli preglednik desno</string>
	<key>command.browserToggleDevTools.title</key>
	<string>Prebaci razvojne alate</string>
	<key>command.browserZoomIn.title</key>
	<string>Uvećaj</string>
	<key>command.browserZoomOut.title</key>
	<string>Umanji</string>
	<key>command.browserZoomReset.title</key>
	<string>Stvarna veličina</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>Globalno</string>
	<key>command.checkForUpdates.title</key>
	<string>Provjeri ažuriranja</string>
	<key>command.clearTabName.title</key>
	<string>Obriši naziv taba</string>
	<key>command.clearWorkspaceName.title</key>
	<string>Obriši naziv radnog prostora</string>
	<key>command.closeTab.subtitle</key>
	<string>Tab</string>
	<key>command.closeTab.title</key>
	<string>Zatvori tab</string>
	<key>command.closeWindow.subtitle</key>
	<string>Prozor</string>
	<key>command.closeWindow.title</key>
	<string>Zatvori prozor</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>Radni prostor</string>
	<key>command.closeWorkspace.title</key>
	<string>Zatvori radni prostor</string>
	<key>command.equalizeSplits.title</key>
	<string>Izjednači podjele</string>
	<key>command.installCLI.subtitle</key>
	<string>CLI</string>
	<key>command.installCLI.title</key>
	<string>Shell naredba: Instaliraj 'cmux' u PATH</string>
	<key>command.jumpUnread.subtitle</key>
	<string>Obavještenja</string>
	<key>command.jumpUnread.title</key>
	<string>Skoči na najnovije nepročitano</string>
	<key>command.markTabRead.title</key>
	<string>Označi tab kao pročitan</string>
	<key>command.markTabUnread.title</key>
	<string>Označi tab kao nepročitan</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>Tab</string>
	<key>command.newBrowserTab.title</key>
	<string>Novi tab (Preglednik)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>Tab</string>
	<key>command.newTerminalTab.title</key>
	<string>Novi tab (Terminal)</string>
	<key>command.newWindow.subtitle</key>
	<string>Prozor</string>
	<key>command.newWindow.title</key>
	<string>Novi prozor</string>
	<key>command.newWorkspace.subtitle</key>
	<string>Radni prostor</string>
	<key>command.newWorkspace.title</key>
	<string>Novi radni prostor</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>Navigacija tabovima</string>
	<key>command.nextTabInPane.title</key>
	<string>Sljedeći tab u panelu</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>Navigacija radnim prostorima</string>
	<key>command.nextWorkspace.title</key>
	<string>Sljedeći radni prostor</string>
	<key>command.openFolder.subtitle</key>
	<string>Radni prostor</string>
	<key>command.openFolder.title</key>
	<string>Otvori folder…</string>
	<key>command.openSettings.subtitle</key>
	<string>Globalno</string>
	<key>command.openSettings.title</key>
	<string>Otvori postavke</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>Otvori sve PR linkove radnog prostora</string>
	<key>command.pinTab.title</key>
	<string>Zakači tab</string>
	<key>command.pinWorkspace.title</key>
	<string>Zakači radni prostor</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>Navigacija tabovima</string>
	<key>command.previousTabInPane.title</key>
	<string>Prethodni tab u panelu</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>Navigacija radnim prostorima</string>
	<key>command.previousWorkspace.title</key>
	<string>Prethodni radni prostor</string>
	<key>command.renameTab.title</key>
	<string>Preimenuj tab…</string>
	<key>command.renameWorkspace.title</key>
	<string>Preimenuj radni prostor…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>Preglednik</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>Ponovo otvori zatvoreni tab preglednika</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>Globalno</string>
	<key>command.restartSocketListener.title</key>
	<string>Ponovo pokreni CLI osluškivač</string>
	<key>command.showNotifications.subtitle</key>
	<string>Obavještenja</string>
	<key>command.showNotifications.title</key>
	<string>Prikaži obavještenja</string>
	<key>command.terminalFind.title</key>
	<string>Pronađi…</string>
	<key>command.terminalFindNext.title</key>
	<string>Pronađi sljedeće</string>
	<key>command.terminalFindPrevious.title</key>
	<string>Pronađi prethodno</string>
	<key>command.terminalHideFind.title</key>
	<string>Sakrij traku za pretragu</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>Raspored terminala</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>Podijeli preglednik dolje</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>Raspored terminala</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>Podijeli preglednik desno</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>Raspored terminala</string>
	<key>command.terminalSplitDown.title</key>
	<string>Podijeli dolje</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>Raspored terminala</string>
	<key>command.terminalSplitRight.title</key>
	<string>Podijeli desno</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>Koristi odabrano za pretragu</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>Prozor</string>
	<key>command.toggleFullScreen.title</key>
	<string>Prebaci puni ekran</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>Raspored</string>
	<key>command.toggleSidebar.title</key>
	<string>Prebaci bočnu traku</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>Raspored terminala</string>
	<key>command.toggleSplitZoom.title</key>
	<string>Prebaci uvećanje panela</string>
	<key>command.triggerFlash.subtitle</key>
	<string>Prikaz</string>
	<key>command.triggerFlash.title</key>
	<string>Označi fokusirani panel</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>CLI</string>
	<key>command.uninstallCLI.title</key>
	<string>Shell naredba: Deinstaliraj 'cmux' iz PATH</string>
	<key>command.unpinTab.title</key>
	<string>Otkači tab</string>
	<key>command.unpinWorkspace.title</key>
	<string>Otkači radni prostor</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>Ponovo pokreni VS Code inline server</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>Zaustavi VS Code inline server</string>
	<key>commandPalette.kind.workspace</key>
	<string>Radni prostor</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(obriši prilagođeni naziv)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>Pritisnite Enter za primjenu naziva taba, ili Escape za otkazivanje.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>Odaberite prilagođeni naziv taba.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>Unesite naziv taba. Pritisnite Enter za preimenovanje, Escape za otkazivanje.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>Naziv taba</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>Preimenuj tab</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>Pritisnite Enter za primjenu naziva radnog prostora, ili Escape za otkazivanje.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>Odaberite prilagođeni naziv radnog prostora.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>Unesite naziv radnog prostora. Pritisnite Enter za preimenovanje, Escape za otkazivanje.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>Naziv radnog prostora</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>Preimenuj radni prostor</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>Nijedna naredba ne odgovara vašoj pretrazi.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>Unesite naredbu</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>Nijedan radni prostor ne odgovara vašoj pretrazi.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>Pretraži radne prostore</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>Preglednik • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>Tab</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>Tab • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>Terminal • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>Radni prostor</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>Radni prostor • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>Prozor %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>Radni prostor</string>
	<key>common.allow</key>
	<string>Dozvoli</string>
	<key>common.cancel</key>
	<string>Otkaži</string>
	<key>common.close</key>
	<string>Zatvori</string>
	<key>common.copyDetails</key>
	<string>Kopiraj detalje</string>
	<key>common.dontSave</key>
	<string>Ne spremi</string>
	<key>common.installAndRelaunch</key>
	<string>Instaliraj i ponovo pokreni</string>
	<key>common.later</key>
	<string>Kasnije</string>
	<key>common.notNow</key>
	<string>Ne sada</string>
	<key>common.ok</key>
	<string>OK</string>
	<key>common.rename</key>
	<string>Preimenuj</string>
	<key>common.restartLater</key>
	<string>Ponovo pokreni kasnije</string>
	<key>common.restartNow</key>
	<string>Ponovo pokreni sada</string>
	<key>common.retry</key>
	<string>Pokušaj ponovo</string>
	<key>common.skip</key>
	<string>Preskoči</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>Odaberi prilagođenu boju…</string>
	<key>contextMenu.clearColor</key>
	<string>Obriši boju</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>Zatvori ostale radne prostore</string>
	<key>contextMenu.closeWorkspace</key>
	<string>Zatvori radni prostor</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>Zatvori radne prostore</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>Zatvori radne prostore iznad</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>Zatvori radne prostore ispod</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>Označi radni prostor kao pročitan</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>Označi radni prostor kao nepročitan</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>Označi radne prostore kao pročitane</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>Označi radne prostore kao nepročitane</string>
	<key>contextMenu.moveDown</key>
	<string>Pomjeri dolje</string>
	<key>contextMenu.moveToTop</key>
	<string>Pomjeri na vrh</string>
	<key>contextMenu.moveUp</key>
	<string>Pomjeri gore</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>Premjesti radni prostor u prozor</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>Premjesti radne prostore u prozor</string>
	<key>contextMenu.newWindow</key>
	<string>Novi prozor</string>
	<key>contextMenu.pinWorkspace</key>
	<string>Zakači radni prostor</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>Zakači radne prostore</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>Ukloni prilagođeni naziv radnog prostora</string>
	<key>contextMenu.renameWorkspace</key>
	<string>Preimenuj radni prostor…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>Otkači radni prostor</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>Otkači radne prostore</string>
	<key>contextMenu.workspaceColor</key>
	<string>Boja radnog prostora</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>Ovo će zatvoriti posljednji tab i zatvoriti prozor.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>Ovo će zatvoriti posljednji tab i zatvoriti njegov radni prostor.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>Ovo će zatvoriti 1 tab u ovom panelu:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>Ovo će zatvoriti %1$lld tabova u ovom panelu:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>Zatvoriti ostale tabove?</string>
	<key>dialog.closeTab.close</key>
	<string>Zatvori</string>
	<key>dialog.closeTab.message</key>
	<string>Ovo će zatvoriti trenutni tab.</string>
	<key>dialog.closeTab.title</key>
	<string>Zatvoriti tab?</string>
	<key>dialog.closeWorkspace.message</key>
	<string>Ovo će zatvoriti radni prostor i sve njegove panele.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>Zatvoriti radni prostor?</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>Ne upozoravaj ponovo za Cmd+Q</string>
	<key>dialog.enableNotifications.message</key>
	<string>Obavještenja su onemogućena za cmux. Omogućite ih u Postavkama sistema da biste vidjeli upozorenja.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>Ne sada</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>Otvori postavke</string>
	<key>dialog.enableNotifications.title</key>
	<string>Omogući obavještenja za cmux</string>
	<key>dialog.moveFailed.message</key>
	<string>cmux nije mogao premjestiti ovaj tab na odabrano odredište.</string>
	<key>dialog.moveFailed.title</key>
	<string>Premještanje nije uspjelo</string>
	<key>dialog.moveTab.message</key>
	<string>Odaberite odredište za ovaj tab.</string>
	<key>dialog.moveTab.move</key>
	<string>Premjesti</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>Novi radni prostor u trenutnom prozoru</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>Odabrani radni prostor u novom prozoru</string>
	<key>dialog.moveTab.title</key>
	<string>Premjesti tab</string>
	<key>dialog.quitCmux.message</key>
	<string>Ovo će zatvoriti sve prozore i radne prostore.</string>
	<key>dialog.quitCmux.quit</key>
	<string>Zatvori</string>
	<key>dialog.quitCmux.title</key>
	<string>Zatvoriti cmux?</string>
	<key>dialog.renameTab.message</key>
	<string>Unesite prilagođeni naziv za ovaj tab.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>Naziv taba</string>
	<key>dialog.renameTab.title</key>
	<string>Preimenuj tab</string>
	<key>dialog.renameWorkspace.message</key>
	<string>Unesite prilagođeni naziv za ovaj radni prostor.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>Naziv radnog prostora</string>
	<key>dialog.renameWorkspace.title</key>
	<string>Preimenuj radni prostor</string>
	<key>error.clipboardFolderPath</key>
	<string>Nije moguće učitati putanju foldera iz međuspremnika.</string>
	<key>language.system</key>
	<string>Sistemski</string>
	<key>menu.app.about</key>
	<string>O programu cmux</string>
	<key>menu.app.checkForUpdates</key>
	<string>Provjeri ažuriranja…</string>
	<key>menu.app.ghosttySettings</key>
	<string>Ghostty postavke…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>Ponovo učitaj konfiguraciju</string>
	<key>menu.app.settings</key>
	<string>Postavke…</string>
	<key>menu.checkForUpdates</key>
	<string>Provjeri ažuriranja…</string>
	<key>menu.currentWindow</key>
	<string>Trenutni prozor</string>
	<key>menu.file.closeOtherTabs</key>
	<string>Zatvori ostale tabove u panelu</string>
	<key>menu.file.closeTab</key>
	<string>Zatvori tab</string>
	<key>menu.file.closeWorkspace</key>
	<string>Zatvori radni prostor</string>
	<key>menu.file.commandPalette</key>
	<string>Paleta naredbi…</string>
	<key>menu.file.goToWorkspace</key>
	<string>Idi na radni prostor…</string>
	<key>menu.file.newWindow</key>
	<string>Novi prozor</string>
	<key>menu.file.newWorkspace</key>
	<string>Novi radni prostor</string>
	<key>menu.file.openFolder</key>
	<string>Otvori folder…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>Otvori</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>Otvori folder</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>Ponovo otvori zatvoreni panel preglednika</string>
	<key>menu.find.find</key>
	<string>Pronađi…</string>
	<key>menu.find.findNext</key>
	<string>Pronađi sljedeće</string>
	<key>menu.find.findPrevious</key>
	<string>Pronađi prethodno</string>
	<key>menu.find.hideFindBar</key>
	<string>Sakrij traku za pretragu</string>
	<key>menu.find.title</key>
	<string>Pronađi</string>
	<key>menu.find.useSelectionForFind</key>
	<string>Koristi odabrano za pretragu</string>
	<key>menu.notifications.clearAll</key>
	<string>Obriši sve</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>Skoči na najnovije nepročitano</string>
	<key>menu.notifications.markAllRead</key>
	<string>Označi sve kao pročitano</string>
	<key>menu.notifications.show</key>
	<string>Prikaži obavještenja</string>
	<key>menu.notifications.title</key>
	<string>Obavještenja</string>
	<key>menu.openInAndroidStudio</key>
	<string>Otvori trenutni direktorij u Android Studio</string>
	<key>menu.openInAntigravity</key>
	<string>Otvori trenutni direktorij u Antigravity</string>
	<key>menu.openInCursor</key>
	<string>Otvori trenutni direktorij u Cursor</string>
	<key>menu.openInFinder</key>
	<string>Otvori trenutni direktorij u Finder</string>
	<key>menu.openInGhostty</key>
	<string>Otvori trenutni direktorij u Ghostty</string>
	<key>menu.openInITerm2</key>
	<string>Otvori trenutni direktorij u iTerm2</string>
	<key>menu.openInIntelliJ</key>
	<string>Otvori trenutni direktorij u IntelliJ IDEA</string>
	<key>menu.openInTerminal</key>
	<string>Otvori trenutni direktorij u Terminal</string>
	<key>menu.openInTower</key>
	<string>Otvori trenutni direktorij u Tower</string>
	<key>menu.openInVSCode</key>
	<string>Otvori trenutni direktorij u VS Code (Inline)</string>
	<key>menu.openInWarp</key>
	<string>Otvori trenutni direktorij u Warp</string>
	<key>menu.openInWindsurf</key>
	<string>Otvori trenutni direktorij u Windsurf</string>
	<key>menu.openInXcode</key>
	<string>Otvori trenutni direktorij u Xcode</string>
	<key>menu.openInZed</key>
	<string>Otvori trenutni direktorij u Zed</string>
	<key>menu.preferences</key>
	<string>Postavke…</string>
	<key>menu.quitCmux</key>
	<string>Zatvori cmux</string>
	<key>menu.showNotifications</key>
	<string>Prikaži obavještenja</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>Kopiraj logove fokusa</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>Kopiraj logove ažuriranja</string>
	<key>menu.view.actualSize</key>
	<string>Stvarna veličina</string>
	<key>menu.view.back</key>
	<string>Nazad</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>Obriši historiju preglednika</string>
	<key>menu.view.forward</key>
	<string>Naprijed</string>
	<key>menu.view.jumpToUnread</key>
	<string>Skoči na najnovije nepročitano</string>
	<key>menu.view.nextSurface</key>
	<string>Sljedeća površina</string>
	<key>menu.view.nextWorkspace</key>
	<string>Sljedeći radni prostor</string>
	<key>menu.view.previousSurface</key>
	<string>Prethodna površina</string>
	<key>menu.view.previousWorkspace</key>
	<string>Prethodni radni prostor</string>
	<key>menu.view.reloadPage</key>
	<string>Ponovo učitaj stranicu</string>
	<key>menu.view.renameWorkspace</key>
	<string>Preimenuj radni prostor…</string>
	<key>menu.view.showJSConsole</key>
	<string>Prikaži JavaScript konzolu</string>
	<key>menu.view.showNotifications</key>
	<string>Prikaži obavještenja</string>
	<key>menu.view.splitBrowserDown</key>
	<string>Podijeli preglednik dolje</string>
	<key>menu.view.splitBrowserRight</key>
	<string>Podijeli preglednik desno</string>
	<key>menu.view.splitDown</key>
	<string>Podijeli dolje</string>
	<key>menu.view.splitRight</key>
	<string>Podijeli desno</string>
	<key>menu.view.toggleDevTools</key>
	<string>Prebaci razvojne alate</string>
	<key>menu.view.toggleSidebar</key>
	<string>Prebaci bočnu traku</string>
	<key>menu.view.workspace</key>
	<string>Radni prostor %lld</string>
	<key>menu.view.zoomIn</key>
	<string>Uvećaj</string>
	<key>menu.view.zoomOut</key>
	<string>Umanji</string>
	<key>menu.windowNumber</key>
	<string>Prozor %lld</string>
	<key>notifications.clearAll</key>
	<string>Obriši sve</string>
	<key>notifications.empty.description</key>
	<string>Obavještenja na radnoj površini će se pojavljivati ovdje radi brzog pregleda.</string>
	<key>notifications.empty.subtitle</key>
	<string>Obavještenja na radnoj površini će se pojavljivati ovdje.</string>
	<key>notifications.empty.title</key>
	<string>Još nema obavještenja</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>Skoči na najnovije nepročitano</string>
	<key>notifications.title</key>
	<string>Obavještenja</string>
	<key>panel.displayName.fallback</key>
	<string>Tab</string>
	<key>panel.openFolder.prompt</key>
	<string>Otvori</string>
	<key>panel.openFolder.title</key>
	<string>Otvori folder</string>
	<key>search.close.help</key>
	<string>Zatvori (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>Sljedeći rezultat (Return)</string>
	<key>search.placeholder</key>
	<string>Pretraži</string>
	<key>search.previousMatch.help</key>
	<string>Prethodni rezultat (Shift+Return)</string>
	<key>settings.app.appIcon</key>
	<string>Ikona aplikacije</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>Dock i prebacivač aplikacija</string>
	<key>settings.app.dockBadge</key>
	<string>Oznaka na Docku</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>Prikaži broj nepročitanih na ikoni aplikacije (Dock i Cmd+Tab).</string>
	<key>settings.app.language</key>
	<string>Jezik</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>Ponovo pokreni sada</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>Kasnije</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>Ponovo pokrenuti za primjenu promjene jezika?</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>Ponovo pokrenite cmux za primjenu</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>Pozicija novog radnog prostora</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>Otvori PR linkove iz bočne trake u cmux pregledniku</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>Klikovi se otvaraju u podrazumijevanom pregledniku.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>Klikovi se otvaraju unutar cmux preglednika.</string>
	<key>settings.app.renameSelectsName</key>
	<string>Preimenovanje odabere postojeći naziv</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>Preimenovanje u paleti naredbi zadržava kursor na kraju.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>Preimenovanje u paleti naredbi počinje sa svim odabranim tekstom.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>Prerasporedi pri obavještenju</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>Pomjeri radne prostore na vrh kada prime obavještenje. Onemogućite za stabilne pozicije prečica.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>Prikaži granu i direktorij u bočnoj traci</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>Prikaži ugrađeni red za git granu i radni direktorij.</string>
	<key>settings.app.showLog</key>
	<string>Prikaži najnoviji log u bočnoj traci</string>
	<key>settings.app.showLog.subtitle</key>
	<string>Prikaži najnoviju imperativnu log/statusnu poruku.</string>
	<key>settings.app.showMetadata</key>
	<string>Prikaži prilagođene metapodatke u bočnoj traci</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>Prikaži prilagođene metapodatke iz report_meta/set_status i report_meta_block.</string>
	<key>settings.app.showPorts</key>
	<string>Prikaži osluškivane portove u bočnoj traci</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>Prikaži otkrivene osluškivane portove za aktivni radni prostor.</string>
	<key>settings.app.showProgress</key>
	<string>Prikaži napredak u bočnoj traci</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>Prikaži ugrađenu traku napretka iz set_progress.</string>
	<key>settings.app.showPullRequests</key>
	<string>Prikaži pull zahtjeve u bočnoj traci</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>Prikaži stavke za pregled (PR/MR/itd.) sa statusom, brojem i linkom.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>Raspored grana u bočnoj traci</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>U redu</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>U redu: sve grane dijele jednu liniju.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>Vertikalno: svaka grana se pojavljuje u svom redu.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>Vertikalno</string>
	<key>settings.app.telemetry</key>
	<string>Šalji anonimnu telemetriju</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>Dijelite anonimizirane podatke o padovima i korištenju kako biste pomogli u poboljšanju cmux.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>Promjena stupa na snagu pri sljedećem pokretanju.</string>
	<key>settings.app.theme</key>
	<string>Tema</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>Upozori prije zatvaranja</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q odmah zatvara bez potvrde.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>Prikaži potvrdu prije zatvaranja sa Cmd+Q.</string>
	<key>settings.automation.claudeCode</key>
	<string>Claude Code integracija</string>
	<key>settings.automation.claudeCode.note</key>
	<string>Kada je omogućeno, cmux omotava naredbu claude kako bi ubacio praćenje sesije i zakačke za obavještenja. Onemogućite ako preferirate sami upravljati Claude Code zakačkama.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>Claude Code radi bez cmux integracije.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>Bočna traka prikazuje status Claude sesije i obavještenja.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>Otkaži</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>Omogući potpuni otvoreni pristup</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>Ovo onemogućava provjere porijekla i lozinke i otvara utičnicu svim lokalnim korisnicima. Omogućite samo kada razumijete rizik.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>Omogućiti potpuni otvoreni pristup?</string>
	<key>settings.automation.openAccessWarning</key>
	<string>Upozorenje: Potpuni otvoreni pristup čini kontrolnu utičnicu čitljivom/zapisivom za sve na ovom Macu i onemogućava provjere autentikacije. Koristite samo za lokalno debugiranje.</string>
	<key>settings.automation.port.note</key>
	<string>Svaki radni prostor dobija CMUX_PORT i CMUX_PORT_END varijable okruženja sa dodijeljenim rasponom portova. Novi terminali nasljeđuju ove vrijednosti.</string>
	<key>settings.automation.portBase</key>
	<string>Početni port</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>Početni port za CMUX_PORT varijablu okruženja.</string>
	<key>settings.automation.portRange</key>
	<string>Veličina raspona portova</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>Broj portova po radnom prostoru.</string>
	<key>settings.automation.socketMode</key>
	<string>Režim kontrolne utičnice</string>
	<key>settings.automation.socketMode.note</key>
	<string>Kontroliše pristup lokalnoj Unix utičnici za programsku kontrolu. Odaberite režim koji odgovara vašem modelu prijetnji.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>Premošćenja: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (postavite CMUX_ALLOW_SOCKET_OVERRIDE=1 za stabilne/nightly verzije).</string>
	<key>settings.automation.socketPassword</key>
	<string>Lozinka utičnice</string>
	<key>settings.automation.socketPassword.change</key>
	<string>Promijeni</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>Obriši</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>Nije uspjelo brisanje lozinke (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>Lozinka obrisana.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>Prvo unesite lozinku.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>Lozinka</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>Nije uspjelo spremanje lozinke (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>Lozinka spremljena.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>Postavi</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>Pohranjena u Application Support.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>Lozinka nije postavljena. Vanjski klijenti će biti blokirani dok se ne konfiguriše.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>Iza prozora</string>
	<key>settings.blendMode.withinWindow</key>
	<string>Unutar prozora</string>
	<key>settings.browser.externalPatterns</key>
	<string>URL-ovi za uvijek vanjsko otvaranje</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>Primjenjuje se na klikove linkova u terminalu i presretnute `open https://...` pozive. Jedno pravilo po redu. Običan tekst odgovara bilo kojem dijelu URL-a, ili dodajte prefiks `re:` za regex (na primjer: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>Historija pregledanja</string>
	<key>settings.browser.history.clearButton</key>
	<string>Obriši historiju…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>Otkaži</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>Obriši historiju</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>Ovo uklanja prijedloge posjećenih stranica iz omnibar preglednika.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>Obrisati historiju preglednika?</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>Još nema sačuvanih stranica.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld sačuvanih stranica se pojavljuje u prijedlozima omnibara.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>1 sačuvana stranica se pojavljuje u prijedlozima omnibara.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>Hostovi za otvaranje u ugrađenom pregledniku</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>Primjenjuje se na klikove linkova u terminalu i presretnute `open https://...` pozive. Samo se ovi hostovi otvaraju u cmux. Ostali se otvaraju u podrazumijevanom pregledniku. Jedan host ili zamjenski znak po redu (na primjer: example.com, *.internal.example). Ostavite prazno da otvorite sve hostove u cmux.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>HTTP hostovi dozvoljeni u ugrađenom pregledniku</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>Kontroliše koji HTTP (ne-HTTPS) hostovi mogu biti otvoreni u cmux bez upozorenja. Podrazumijevani uključuju localhost, 127.0.0.1, ::1, 0.0.0.0 i *.localtest.me.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>Jedan host ili zamjenski znak po redu (na primjer: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>Spremi</string>
	<key>settings.browser.interceptOpen</key>
	<string>Presretni open http(s) u Terminalu</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>Kada je isključeno, `open https://...` i `open http://...` uvijek koriste podrazumijevani preglednik.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>Otvori linkove terminala u cmux pregledniku</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>Kada je isključeno, linkovi kliknuti u izlazu terminala se otvaraju u podrazumijevanom pregledniku.</string>
	<key>settings.browser.searchEngine</key>
	<string>Podrazumijevani pretraživač</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>Koristi se u adresnoj traci preglednika kada unos nije URL.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>Prikaži prijedloge pretrage</string>
	<key>settings.browser.theme</key>
	<string>Tema preglednika</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ nameće tu shemu boja za kompatibilne stranice.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>Sistemski prati izgled aplikacije i macOS.</string>
	<key>settings.material.contentBackground</key>
	<string>Pozadina sadržaja</string>
	<key>settings.material.fullScreenUI</key>
	<string>UI punog ekrana</string>
	<key>settings.material.headerView</key>
	<string>Zaglavlje</string>
	<key>settings.material.hudWindow</key>
	<string>HUD prozor</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>Meni</string>
	<key>settings.material.none</key>
	<string>Ništa</string>
	<key>settings.material.popover</key>
	<string>Iskočni prozor</string>
	<key>settings.material.sheet</key>
	<string>List</string>
	<key>settings.material.sidebar</key>
	<string>Bočna traka</string>
	<key>settings.material.toolTip</key>
	<string>Opis alata</string>
	<key>settings.material.underWindow</key>
	<string>Ispod prozora</string>
	<key>settings.material.windowBackground</key>
	<string>Pozadina prozora</string>
	<key>settings.preset.hudGlass</key>
	<string>HUD staklo</string>
	<key>settings.preset.nativeSidebar</key>
	<string>Nativna bočna traka</string>
	<key>settings.preset.popoverGlass</key>
	<string>Iskočno staklo</string>
	<key>settings.preset.raycastGray</key>
	<string>Raycast siva</string>
	<key>settings.preset.softBlur</key>
	<string>Meko zamućenje</string>
	<key>settings.preset.underWindow</key>
	<string>Ispod prozora</string>
	<key>settings.reset.resetAll</key>
	<string>Resetuj sve postavke</string>
	<key>settings.section.app</key>
	<string>Aplikacija</string>
	<key>settings.section.automation</key>
	<string>Automatizacija</string>
	<key>settings.section.browser</key>
	<string>Preglednik</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>Prečice na tastaturi</string>
	<key>settings.section.reset</key>
	<string>Resetovanje</string>
	<key>settings.section.sidebarAppearance</key>
	<string>Izgled bočne trake</string>
	<key>settings.section.workspaceColors</key>
	<string>Boje radnog prostora</string>
	<key>settings.shortcuts.recordHint</key>
	<string>Kliknite na vrijednost prečice da snimite novu prečicu.</string>
	<key>settings.shortcuts.showHints</key>
	<string>Prikaži savjete za prečice pri držanju Cmd/Ctrl</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>Držanje Cmd ili Ctrl drži savjete za prečice skrivenim.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>Držanje Cmd (bočna traka/naslovna traka) ili Ctrl/Cmd (tabovi panela) prikazuje savjete za prečice.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>Zadano</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>Resetuj nijansu bočne trake</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>Resetuj</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>Vrati zadani izgled bočne trake.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>Nijansa tamnog načina</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>Tamna nijansa</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>Boja nijanse bočne trake pri tamnom izgledu.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>Nijansa svijetlog načina</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>Svijetla nijansa</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>Boja nijanse bočne trake pri svijetlom izgledu.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>Prozirnost nijanse</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>Koliko jako se boja nijanse prikazuje preko materijala bočne trake.</string>
	<key>settings.state.active</key>
	<string>Aktivno</string>
	<key>settings.state.followWindow</key>
	<string>Prati prozor</string>
	<key>settings.state.inactive</key>
	<string>Neaktivno</string>
	<key>settings.title</key>
	<string>Postavke</string>
	<key>settings.workspaceColors.base</key>
	<string>Osnovna: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>Prilagođene boje</string>
	<key>settings.workspaceColors.indicator</key>
	<string>Indikator boje radnog prostora</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>Prilagođene boje: još nema. Koristite "Odaberi prilagođenu boju..." iz kontekstnog menija radnog prostora.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>Prilagodite paletu boja radnog prostora koju koristi Bočna traka &gt; Boja radnog prostora. Unosi "Odaberi prilagođenu boju..." su trajno sačuvani ispod.</string>
	<key>settings.workspaceColors.remove</key>
	<string>Ukloni</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>Resetuj paletu</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>Resetuj</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>Vrati ugrađene podrazumijevane vrijednosti i obriši sve prilagođene boje.</string>
	<key>shortcut.closeWindow.label</key>
	<string>Zatvori prozor</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>Zatvori radni prostor</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>Označi fokusirani panel</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>Fokusiraj panel dolje</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>Fokusiraj panel lijevo</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>Fokusiraj panel desno</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>Fokusiraj panel gore</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>Skoči na najnovije nepročitano</string>
	<key>shortcut.newSurface.label</key>
	<string>Nova površina</string>
	<key>shortcut.newWindow.label</key>
	<string>Novi prozor</string>
	<key>shortcut.newWorkspace.label</key>
	<string>Novi radni prostor</string>
	<key>shortcut.nextSurface.label</key>
	<string>Sljedeća površina</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>Sljedeći radni prostor</string>
	<key>shortcut.openBrowser.label</key>
	<string>Otvori preglednik</string>
	<key>shortcut.openFolder.label</key>
	<string>Otvori folder</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>Pritisnite prečicu…</string>
	<key>shortcut.previousSurface.label</key>
	<string>Prethodna površina</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>Prethodni radni prostor</string>
	<key>shortcut.renameTab.label</key>
	<string>Preimenuj tab</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>Preimenuj radni prostor</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>Prikaži JavaScript konzolu preglednika</string>
	<key>shortcut.showNotifications.label</key>
	<string>Prikaži obavještenja</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>Podijeli preglednik dolje</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>Podijeli preglednik desno</string>
	<key>shortcut.splitDown.label</key>
	<string>Podijeli dolje</string>
	<key>shortcut.splitRight.label</key>
	<string>Podijeli desno</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>Prebaci razvojne alate preglednika</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>Prebaci uvećanje panela</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>Prebaci bočnu traku</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>Prebaci režim kopiranja terminala</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>Zatvori radni prostor</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>Prevucite za otvaranje u Finderu ili drugoj aplikaciji</string>
	<key>sidebar.indicator.leftRail</key>
	<string>Lijeva traka</string>
	<key>sidebar.indicator.solidFill</key>
	<string>Puna ispuna</string>
	<key>sidebar.metadata.showLess</key>
	<string>Prikaži manje</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>Prikaži manje detalja</string>
	<key>sidebar.metadata.showMore</key>
	<string>Prikaži više</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>Prikaži više detalja</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>Otvori %1$@ #%2$lld</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>zatvoren</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>spojen</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>otvoren</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>Aktivirajte za fokusiranje ovog radnog prostora. Prevucite za preraspoređivanje ili koristite akcije Pomjeri gore i Pomjeri dolje.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>Pomjeri dolje</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>Pomjeri gore</string>
	<key>socketControl.allowAll.description</key>
	<string>Dozvolite bilo kojem lokalnom procesu i korisniku da se poveže bez autentikacije. Nesigurno.</string>
	<key>socketControl.allowAll.name</key>
	<string>Potpuni otvoreni pristup</string>
	<key>socketControl.automation.description</key>
	<string>Dozvolite vanjskim lokalnim klijentima automatizacije od ovog macOS korisnika (bez provjere porijekla).</string>
	<key>socketControl.automation.name</key>
	<string>Režim automatizacije</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>Samo procesi pokrenuti unutar cmux terminala mogu slati naredbe.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>Samo cmux procesi</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>Nije moguće razriješiti putanju datoteke lozinke utičnice.</string>
	<key>socketControl.off.description</key>
	<string>Onemogući lokalnu kontrolnu utičnicu.</string>
	<key>socketControl.off.name</key>
	<string>Isključeno</string>
	<key>socketControl.password.description</key>
	<string>Zahtijevaj autentikaciju utičnice lozinkom pohranjenom u lokalnoj datoteci.</string>
	<key>socketControl.password.name</key>
	<string>Režim lozinke</string>
	<key>statusMenu.clearAll</key>
	<string>Obriši sve</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>Skoči na najnovije nepročitano</string>
	<key>statusMenu.markAllRead</key>
	<string>Označi sve kao pročitano</string>
	<key>statusMenu.noUnread</key>
	<string>Nema nepročitanih obavještenja</string>
	<key>statusMenu.showNotifications</key>
	<string>Prikaži obavještenja</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>1 nepročitano obavještenje</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld nepročitanih obavještenja</string>
	<key>statusMenu.unreadCount.one</key>
	<string>1 nepročitano obavještenje</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld nepročitanih obavještenja</string>
	<key>tab.untitled</key>
	<string>Tab bez naziva</string>
	<key>theme.dark</key>
	<string>Tamna</string>
	<key>theme.light</key>
	<string>Svijetla</string>
	<key>theme.system</key>
	<string>Sistemski</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>Novi radni prostor</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>Novi radni prostor</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>Obavještenja</string>
	<key>titlebar.notifications.tooltip</key>
	<string>Prikaži obavještenja</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>Prebaci bočnu traku</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>Prikaži ili sakrij bočnu traku</string>
	<key>update.available.short</key>
	<string>Ažuriranje dostupno</string>
	<key>update.available.withVersion</key>
	<string>Ažuriranje dostupno: %@</string>
	<key>update.checking</key>
	<string>Provjeravanje ažuriranja…</string>
	<key>update.configureAutoUpdates</key>
	<string>Konfigurišite postavke automatskog ažuriranja</string>
	<key>update.downloadAndInstall</key>
	<string>Preuzmite i instalirajte najnoviju verziju</string>
	<key>update.downloading.progress</key>
	<string>Preuzimanje: %@</string>
	<key>update.downloading.status</key>
	<string>Preuzimanje…</string>
	<key>update.downloadingPackage</key>
	<string>Preuzimanje paketa ažuriranja</string>
	<key>update.error.appLocation.title</key>
	<string>Problem s lokacijom aplikacije</string>
	<key>update.error.connectionLost.message</key>
	<string>Mrežna veza je prekinuta tokom provjere ažuriranja. Pokušajte ponovo.</string>
	<key>update.error.connectionLost.title</key>
	<string>Veza prekinuta</string>
	<key>update.error.downloadFailed.title</key>
	<string>Nije moguće preuzeti ažuriranje</string>
	<key>update.error.failed.title</key>
	<string>Ažuriranje nije uspjelo</string>
	<key>update.error.feedDownload.message</key>
	<string>cmux nije mogao preuzeti feed ažuriranja. Provjerite vezu i pokušajte ponovo.</string>
	<key>update.error.feedError.title</key>
	<string>Greška feeda ažuriranja</string>
	<key>update.error.feedRead.message</key>
	<string>Feed ažuriranja nije moguće pročitati. Pokušajte ponovo kasnije.</string>
	<key>update.error.insecureFeed.message</key>
	<string>Feed ažuriranja nije siguran. Kontaktirajte podršku.</string>
	<key>update.error.insecureFeed.title</key>
	<string>Nesiguran feed ažuriranja</string>
	<key>update.error.invalidFeed.message</key>
	<string>URL feeda ažuriranja je nevažeći. Kontaktirajte podršku.</string>
	<key>update.error.invalidFeed.title</key>
	<string>Nevažeći feed ažuriranja</string>
	<key>update.error.noInternet.message</key>
	<string>cmux ne može dosegnuti server za ažuriranje. Provjerite internetsku vezu i pokušajte ponovo.</string>
	<key>update.error.noInternet.title</key>
	<string>Nema internetske veze</string>
	<key>update.error.permissionError.message</key>
	<string>Premjestite cmux u Applications i ponovo pokrenite da biste omogućili ažuriranja.</string>
	<key>update.error.permissionError.title</key>
	<string>Greška dozvole za ažuriranje</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>Nije moguće uspostaviti sigurnu vezu sa serverom za ažuriranje. Pokušajte ponovo kasnije.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>Sigurna veza nije uspjela</string>
	<key>update.error.serverNotFound.message</key>
	<string>Server za ažuriranje nije pronađen. Provjerite vezu ili pokušajte ponovo kasnije.</string>
	<key>update.error.serverNotFound.title</key>
	<string>Server nije pronađen</string>
	<key>update.error.serverUnreachable.message</key>
	<string>cmux se nije mogao povezati na server za ažuriranje. Provjerite vezu ili pokušajte ponovo kasnije.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>Server nedostupan</string>
	<key>update.error.signatureError.message</key>
	<string>Potpis ažuriranja nije mogao biti verificiran. Pokušajte ponovo kasnije.</string>
	<key>update.error.signatureError.title</key>
	<string>Greška potpisa ažuriranja</string>
	<key>update.error.timedOut.message</key>
	<string>Server za ažuriranje je predugo čekao da odgovori. Pokušajte ponovo za trenutak.</string>
	<key>update.error.timedOut.title</key>
	<string>Isteklo vrijeme ažuriranja</string>
	<key>update.extracting.progress</key>
	<string>Priprema: %@</string>
	<key>update.installAndRelaunch</key>
	<string>Instaliraj ažuriranje i ponovo pokreni</string>
	<key>update.installing.status</key>
	<string>Instaliranje…</string>
	<key>update.installingAndRestarting</key>
	<string>Instaliranje ažuriranja i priprema za ponovni start</string>
	<key>update.noUpdates.message</key>
	<string>Koristite najnoviju verziju</string>
	<key>update.noUpdates.title</key>
	<string>Nema dostupnih ažuriranja</string>
	<key>update.permissionRequest.text</key>
	<string>Omogućiti automatska ažuriranja?</string>
	<key>update.pleaseWait</key>
	<string>Pričekajte dok provjeravamo dostupna ažuriranja</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>cmux može automatski provjeravati ažuriranja u pozadini.</string>
	<key>update.popover.checking</key>
	<string>Provjeravanje ažuriranja…</string>
	<key>update.popover.details</key>
	<string>Detalji</string>
	<key>update.popover.downloadingUpdate</key>
	<string>Preuzimanje ažuriranja</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>Omogućiti automatska ažuriranja?</string>
	<key>update.popover.noUpdatesFound</key>
	<string>Ažuriranja nisu pronađena</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>Već koristite najnoviju verziju.</string>
	<key>update.popover.preparingUpdate</key>
	<string>Priprema ažuriranja</string>
	<key>update.popover.released</key>
	<string>Objavljeno:</string>
	<key>update.popover.restartRequired</key>
	<string>Potreban ponovni start</string>
	<key>update.popover.restartRequired.message</key>
	<string>Ažuriranje je spremno. Ponovo pokrenite aplikaciju da završite instalaciju.</string>
	<key>update.popover.size</key>
	<string>Veličina:</string>
	<key>update.popover.updateAvailable</key>
	<string>Ažuriranje dostupno</string>
	<key>update.popover.version</key>
	<string>Verzija:</string>
	<key>update.preparingUpdate</key>
	<string>Izdvajanje i priprema ažuriranja</string>
	<key>update.restartToComplete</key>
	<string>Ponovo pokrenite da završite ažuriranje</string>
	<key>update.viewGitHubCommit</key>
	<string>Pogledaj GitHub commit</string>
	<key>update.viewReleaseNotes</key>
	<string>Pogledaj bilješke o izdanju</string>
	<key>workspace.displayName.fallback</key>
	<string>Radni prostor</string>
	<key>workspace.placement.afterCurrent</key>
	<string>Poslije trenutnog</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>Umetnite nove radne prostore odmah nakon aktivnog radnog prostora.</string>
	<key>workspace.placement.end</key>
	<string>Kraj</string>
	<key>workspace.placement.end.description</key>
	<string>Dodajte nove radne prostore na kraj liste.</string>
	<key>workspace.placement.top</key>
	<string>Vrh</string>
	<key>workspace.placement.top.description</key>
	<string>Umetnite nove radne prostore na vrh liste.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>Novi preglednik</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>Novi terminal</string>
	<key>workspace.tooltip.splitDown</key>
	<string>Podijeli dolje</string>
	<key>workspace.tooltip.splitRight</key>
	<string>Podijeli desno</string>
</dict>
</plist>
